Repository: Peter-Conijn/ObjectViewer
Catalog: Translations/PCO Object Viewer.*.xlf
Languages: nl_nl

# Table 1999688140 - Field 1256520770 - Property 2879900210
source: App Name
nl_nl: App-naam

# Table 1999688140 - Field 1606374689 - Property 2879900210
source: App Publisher
nl_nl: App-uitgever

# Table 1999688140 - Field 1818719351 - Property 2879900210
source: Dependent App ID
nl_nl: Afhankelijke app-id

# Table 1999688140 - Field 3006612753 - Property 2879900210
source: Dependent App Name
nl_nl: Afhankelijke app-naam

# Table 1999688140 - Field 3720240218 - Property 2879900210
source: Dependent App Publisher
nl_nl: Afhankelijke app-uitgever

# Table 2383488142 - Property 2879900210
source: Object Comparison
nl_nl: Objectvergelijking

# Table 2383488142 - Field 1256520770 - Property 2879900210
source: App Name
nl_nl: App-naam

# Table 2383488142 - Field 1117272883 - Property 2879900210
source: Has Counterpart
nl_nl: Heeft tegenhanger

# Table 2383488142 - Field 3711240756 - Property 2879900210
source: Object Number
nl_nl: Objectnummer

# Table 2383488142 - Field 1418569422 - Property 2879900210
source: Object Name
nl_nl: Objectnaam

# Table 2383488142 - Field 1085746399 - Property 2879900210
source: Object Type
nl_nl: Objectsoort

# Table 2383488142 - Field 2588654952 - Property 2879900210
source: Origin
nl_nl: Oorsprong

# Codeunit 52229280 - Method 1047572790 - NamedType 1385588473
source: Missing app name.
nl_nl: Ontbrekende app-naam

# Codeunit 52229280 - Method 2292941996 - NamedType 2005792921
source: Comparing objects...\Old->New: #1# of #2# \New -> Old: #3# of #4#
nl_nl: Objecten vergelijken…\Oud->nieuw: #1# van #2#\New->Oud: #3# van #4#

# Codeunit 2934209892 - Method 3217213821 - NamedType 2240233484
source: Hyperlinking to the selected object failed. Please see the message for more information.
nl_nl: Hyperlink naar geselecteerd object is mislukt. Bekijk het bericht voor meer informatie.

# Page 3525107830 - Property 2879900210
source: Application Objects
nl_nl: Applicatie-objecten

# Page 3525107830 - Control 3811799877 - Property 1295455071
source: Specifies the language-specific caption of the object.
nl_nl: Geeft de taalspecifieke naam van het object aan.

# Page 3525107830 - Control 3711240756 - Property 1295455071
source: Specifies the ID of the object.
nl_nl: Geeft het id van het object aan.

# Page 3525107830 - Control 1418569422 - Property 1295455071
source: Specifies the name of the object.
nl_nl: Geeft de naam van het object aan.

# Page 3525107830 - Control 1085746399 - Property 1295455071
source: Specifies the type of the object.
nl_nl: Geeft de soort van het object aan.

# Page 3525107830 - Control 1736541834 - Property 1295455071
source: Specifies the number of records in the table for the current company.
nl_nl: Geeft het aantal records in de tabel aan voor het huidige bedrijf.

# Page 3525107830 - Control 1736541834 - Property 2879900210
source: Record Count
nl_nl: Totaalaantal records

# Page 3525107830 - Action 1570166248 - Property 2879900210
source: Run Object
nl_nl: Voer object uit

# Page 3975856121 - Property 2879900210
source: Compare Objects
nl_nl: Vergelijk objecten

# Page 3975856121 - Control 947627241 - Property 2879900210
source: Generated Data
nl_nl: Gegenereerde gegevens

# Page 3975856121 - Control 613083843 - Property 1295455071
source: Specifies the total number of objects in the generated data.
nl_nl: Geeft het totaalaantal object van de gegenereerde gegevens aan.

# Page 3975856121 - Control 613083843 - Property 2879900210
source: Total No. of Objects
nl_nl: Totaalaantal objecten

# Page 3975856121 - Control 875655262 - Property 1295455071
source: Specifies the number of pages the generated data that do not exist in the imported data.
nl_nl: Geeft het aantal pagina's in de gegenereerde gegevens aan dat niet in de geïmporteerde gegevens bestaat.

# Page 3975856121 - Control 875655262 - Property 2879900210
source: Removed Pages
nl_nl: Verwijderde pagina's

# Page 3975856121 - Control 3598637321 - Property 1295455071
source: Specifies the number of tables the generated data that do not exist in the imported data.
nl_nl: Geeft het aantal tabellen in de gegenereerde gegevens aan dat niet in de geïmporteerde gegevens bestaat.

# Page 3975856121 - Control 3598637321 - Property 2879900210
source: Removed Tables
nl_nl: Verwijderde tabellen

# Page 3975856121 - Control 2345709640 - Property 2879900210
source: Imported Data
nl_nl: Geïmporteerde gegevens

# Page 3975856121 - Control 1884496864 - Property 1295455071
source: Specifies the number of pages the imported data that do not exist in the generated data.
nl_nl: Geeft het aantal pagina's in de geïmporteerde gegevens aan dat niet in de gegenereerde gegevens bestaat.

# Page 3975856121 - Control 1884496864 - Property 2879900210
source: New Pages
nl_nl: Nieuwe pagina's

# Page 3975856121 - Control 408914739 - Property 1295455071
source: Specifies the number of tables the imported data that do not exist in the generated data.
nl_nl: Geeft het aantal tabellen in de geïmporteerde gegevens aan dat niet in de gegenereerde gegevens bestaat.

# Page 3975856121 - Control 408914739 - Property 2879900210
source: New Tables
nl_nl: Nieuwe tabellen

# Page 3975856121 - Control 2755151294 - Property 2879900210
source: Total No. of Objects
nl_nl: Totaalaantal objecten

# Page 3975856121 - Control 1256520770 - Property 1295455071
source: Specifies the value of the App Name field.
nl_nl: Geeft de waarde van het app-naam veld aan.

# Page 3975856121 - Control 1256520770 - Property 2879900210
source: App Name
nl_nl: App-naam

# Page 3975856121 - Action 4259892921 - Property 1295455071
source: Compare the imported data to the generated data.
nl_nl: Vergelijk de geïmporteerde met de gegenereerde gegevens.

# Page 3975856121 - Action 4259892921 - Property 2879900210
source: Compare Data
nl_nl: Vergelijk gegevens

# Page 3975856121 - Action 3737775272 - Property 1295455071
source: Export the objects for this app to an xml file.
nl_nl: Exporteer de objecten van deze app naar een xml-bestand.

# Page 3975856121 - Action 3737775272 - Property 2879900210
source: Export Data
nl_nl: Exporteer gegevens

# Page 3975856121 - Action 895433757 - Property 1295455071
source: Generate the list of objects for the current app.
nl_nl: Genereer de lijst met objecten voor de huidige app.

# Page 3975856121 - Action 895433757 - Property 2879900210
source: Generate Data
nl_nl: Genereer gegevens

# Page 3975856121 - Action 15074807 - Property 1295455071
source: Import the xml file with the objects to compare to this app.
nl_nl: Importeer het xml-bestand met de objecten die u wilt vergelijken met de huidige app.

# Page 3975856121 - Action 15074807 - Property 2879900210
source: Import Data
nl_nl: Importeer gegevens

# Page 1830290405 - Property 2879900210
source: Depended On By
nl_nl: Afhankelijk van deze app

# Page 1830290405 - Control 1256520770 - Property 1295455071
source: Specifies the value of the App Name field.
nl_nl: Geeft de waarde van het app-naam veld aan.

# Page 1830290405 - Control 1606374689 - Property 1295455071
source: Specifies the value of the App Publisher field.
nl_nl: Geeft de waarde van het app-uitgeverveld aan.

# Page 955426030 - Property 2879900210
source: Depends On
nl_nl: Afhankelijk van

# Page 955426030 - Control 3006612753 - Property 1295455071
source: Specifies the value of the Dependent App Name field.
nl_nl: Geeft de waarde van de naam van de afhankelijke app aan.

# Page 955426030 - Control 3720240218 - Property 1295455071
source: Specifies the value of the Dependent App Publisher field.
nl_nl: Geeft de waarde van de uitgever van de afhankelijke app aan.

# Page 2712471937 - Property 2879900210
source: Installed Applications
nl_nl: Geïnstalleerde applicaties

# Page 2712471937 - Control 2946036817 - Property 2879900210
source: General
nl_nl: Algemeen

# Page 2712471937 - Control 2961552353 - Property 1295455071
source: Specifies the name of the app you want to see the objects for.
nl_nl: Geeft de naam van de app waarvan u de objecten wilt zien aan.

# Page 2712471937 - Control 1772640682 - Property 1295455071
source: Specifies the publisher of the app you want to see the objects for.
nl_nl: Geeft de uitgever van de app waarvan u de objecten wilt zien aan.

# Page 2383488142 - Property 2879900210
source: Object Comparison
nl_nl: Objectvergelijking

# Page 2383488142 - Control 1256520770 - Property 1295455071
source: Specifies the App Name.
nl_nl: Geeft de waarde van de app-naam aan.

# Page 2383488142 - Control 3711240756 - Property 1295455071
source: Specifies the Object Number.
nl_nl: Geeft het id van het object aan.

# Page 2383488142 - Control 1418569422 - Property 1295455071
source: Specifies the Object Name.
nl_nl: Geeft de naam van het object aan.

# Page 2383488142 - Control 1085746399 - Property 1295455071
source: Specifies the Object Type.
nl_nl: Geeft de soort van het object aan.

# Page 2383488142 - Control 2588654952 - Property 1295455071
source: Specifies the Origin.
nl_nl: Geeft de oorsprong aan.

# Page 2389208843 - Property 2019332006
source: Filters,Processing
nl_nl: Filters,In behandeling

# Page 2389208843 - Property 2879900210
source: Object Viewer
nl_nl: Objectoverzicht

# Page 2389208843 - Method 613431046 - NamedType 4093306170
source: Insufficient read permissions.
nl_nl: Onvoldoende leesrechten

# Page 2389208843 - Method 613431046 - NamedType 3185093316
source: --- Unknown ---
nl_nl: --- Onbekend ---

# Page 2389208843 - Control 2089899072 - Property 1295455071
source: Specifies the name of the name of the app that the object belongs to.
nl_nl: Geeft de naam van de app aan tot welke het object behoort.

# Page 2389208843 - Control 2089899072 - Property 2879900210
source: App Name
nl_nl: App-naam

# Page 2389208843 - Control 3811799877 - Property 1295455071
source: Specifies the language-specific caption of the object.
nl_nl: Geeft de taalspecifieke naam van het object aan.

# Page 2389208843 - Control 3711240756 - Property 1295455071
source: Specifies the ID of the object.
nl_nl: Geeft het id van het object aan.

# Page 2389208843 - Control 1418569422 - Property 1295455071
source: Specifies the name of the object.
nl_nl: Geeft de naam van het object aan.

# Page 2389208843 - Control 3804014811 - Property 1295455071
source: Specifies the subtype of the object.
nl_nl: Geeft de onderliggende soort van het object aan.

# Page 2389208843 - Control 1085746399 - Property 1295455071
source: Specifies the type of the object.
nl_nl: Geeft de soort van het object aan.

# Page 2389208843 - Control 1736541834 - Property 1295455071
source: Specifies the number of records in the table for the current company.
nl_nl: Geeft het aantal records in de tabel aan voor het huidige bedrijf.

# Page 2389208843 - Control 1736541834 - Property 2879900210
source: Record Count
nl_nl: Totaalaantal records

# Page 2389208843 - Action 982123008 - Property 2879900210
source: Show Reports
nl_nl: Toon rapporten

# Page 2389208843 - Action 580853590 - Property 2879900210
source: Show All
nl_nl: Toon alles

# Page 2389208843 - Action 2970465253 - Property 2879900210
source: Show Codeunits
nl_nl: Toon codeunits

# Page 2389208843 - Action 1704337853 - Property 2879900210
source: Show Pages
nl_nl: Toon pagina's

# Page 2389208843 - Action 1247954626 - Property 2879900210
source: Show Tables
nl_nl: Toon tabellen

# Page 2389208843 - Action 1570166248 - Property 2879900210
source: Run Object
nl_nl: Voer object uit

# Page 3963626210 - Property 2879900210
source: Objects per App
nl_nl: Objecten per app

# Page 3963626210 - Control 2961552353 - Property 1295455071
source: Specifies the name of the extension.
nl_nl: Geeft de naam van de extensie aan.

# Page 3963626210 - Control 852322270 - Property 1295455071
source: Specifies how the app was published. This might affect the options you have for app management.
nl_nl: Geeft aan hoe de app is gepubliceerd. De kan de mogelijkheden voor app-beheer beïnvloeden.

# Page 3963626210 - Control 1772640682 - Property 1295455071
source: Specifies the publisher of the app you want to see the objects for.
nl_nl: Geeft de uitgever van de app voor welke u de objecten wilt zien aan.

# Page 3963626210 - Action 2817173203 - Property 1295455071
source: Opens the object comparison screen which enables you to import and compare objects of two different versions.
nl_nl: Opent het objectvergelijkingsscherm dat u in staat stelt objecten van twee verschillende versies te importeren en te vergelijken.

# Page 3963626210 - Action 2817173203 - Property 2879900210
source: Compare Objects
nl_nl: Vergelijk objecten

# Page 3963626210 - Action 554893578 - Property 2879900210
source: Permission Sets
nl_nl: Permissiesets

# Page 3963626210 - Action 2694573974 - Property 1295455071
source: Generate a legacy permission set for this app. Legacy permission sets are used in Business Central versions up to and including Business Central 2020 release wave 2.
nl_nl: Genereer een permissieset oude stijl voor deze app. Oude stijl permissiesets worden gebruikt in Business Central-versies tot en met Business Central 2020 release wave 2.

# Page 3963626210 - Action 2694573974 - Property 2879900210
source: Generate Permission Set
nl_nl: Genereer permissieset

# Page 3963626210 - Action 3573508754 - Property 1295455071
source: Generate a tenant permission set for this app. Tenant permission sets are used in Business Central 2021 release wave 1 and later versions.
nl_nl: Genereer een tenant-permissieset voor deze app. Tenant-permissiesets worden gebruikt vanaf Business Central 2021 release wave 1.

# Page 3963626210 - Action 3573508754 - Property 2879900210
source: Generate Tenant Permission Set
nl_nl: Genereer tenant-permissieset

# XmlPort 470812910 - Property 2879900210
source: Object Data I/O
nl_nl: Objectgegevens I/O

# Enum 2127429110 - EnumValue 2402474825 - Property 2879900210
source: Generated
nl_nl: Gegenereerd

# Enum 2127429110 - EnumValue 281352744 - Property 2879900210
source: Imported
nl_nl: Geïmporteerd
